tap "caskroom/cask"
tap "esolitos/ipa"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "microsoft/mssql-release"
tap "mongodb/brew"
tap "petere/postgresql"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "apr-util"
brew "boost"
brew "glib"
brew "cairo"
brew "carthage"
brew "p11-kit"
brew "unbound", restart_service: true
brew "gnutls"
brew "emacs"
brew "cask"
brew "libyaml"
brew "ruby"
brew "cocoapods", link: false
brew "colima"
brew "docker"
brew "docker-compose"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "fd"
brew "fswatch"
brew "fzf"
brew "harfbuzz"
brew "openjpeg"
brew "ghostscript"
brew "git", link: false
brew "gnu-sed"
brew "go"
brew "goreleaser"
brew "pkgconf"
brew "guile"
brew "libusbmuxd"
brew "libimobiledevice", args: ["HEAD"]
brew "ideviceinstaller"
brew "libheif"
brew "imagemagick"
brew "ios-deploy"
brew "jenv"
brew "krb5"
brew "libslirp"
brew "libssh"
brew "libxmlsec1"
brew "ncdu"
brew "nghttp2"
brew "nmap"
brew "node", link: false
brew "node@20"
brew "openjdk@8"
brew "pgbouncer"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.10"
brew "python@3.8", link: false
brew "python@3.9"
brew "qemu"
brew "qt"
brew "rbenv"
brew "rename"
brew "sshs"
brew "tree"
brew "unar"
brew "unixodbc"
brew "upx"
brew "watchman"
brew "weasyprint"
brew "wget"
brew "zlib"
brew "microsoft/mssql-release/msodbcsql17"
brew "microsoft/mssql-release/mssql-tools"
cask "macfuse"
cask "react-native-debugger"
cask "wkhtmltopdf"
cask "xquartz"
cask "zulu@17"
vscode "csstools.postcss"
vscode "cweijan.dbclient-jdbc"
vscode "cweijan.vscode-database-client2"
vscode "danishsarwar.reverse-search"
vscode "dotjoshjohnson.xml"
vscode "fallenmax.mithril-emmet"
vscode "formulahendry.code-runner"
vscode "juanjosecarracedo.vscode-un-button-script"
vscode "mrmlnc.vscode-stylefmt"
vscode "ms-mssql.data-workspace-vscode"
vscode "ms-mssql.mssql"
vscode "ms-mssql.sql-bindings-vscode"
vscode "ms-mssql.sql-database-projects-vscode"
vscode "open-liberty.liberty-dev-vscode-ext"
vscode "oracle.oracle-java"
vscode "pedrohenrique-ql.regex-match"
vscode "pranaygp.vscode-css-peek"
vscode "redhat.java"
vscode "redhat.vscode-community-server-connector"
vscode "redhat.vscode-microprofile"
vscode "redhat.vscode-rsp-ui"
vscode "redhat.vscode-xml"
vscode "ritwickdey.liveserver"
vscode "rvest.vs-code-prettier-eslint"
vscode "sandipchitale.vscode-devtools"
vscode "sburg.vscode-javascript-booster"
vscode "shengchen.vscode-checkstyle"
vscode "softwaredotcom.swdc-vscode"
vscode "sohibe.java-generate-setters-getters"
vscode "spmeesseman.vscode-taskexplorer"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
vscode "xabikos.javascriptsnippets"
